Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# Automate home routines with thousands of app connections.
source: Automatizează rutinele casei cu mii de conexiuni de aplicații.
en: Automate home routines with thousands of app connections.

# Automatic
source: Automat
en: Automatic

# Automation
source: Automatizare
en: Automation

# Automation & Connections
source: Automatizări & conectare
en: Automation & Connections

# Automation Builder
source: Constructor automatizări
en: Automation Builder

# Automation for %@
source: Automatizare pentru %@
en: Automation for %@

source: Regulile de automatizare vor fi disponibile într-o actualizare viitoare. Poți proiecta fluxuri aici pentru a previzualiza constructorul.
en: Automation rules are coming in an upcoming update. You can design flows here to preview the builder.

# Automations
source: Automatizări
en: Automations

# Autumn
source: Toamnă
en: Autumn

# Available
source: Disponibile
en: Available

# Avatar Style
source: Stil avatar
en: Avatar Style

# Avatar color
source: Culoare avatar
en: Avatar color

# Avatar updated
source: Avatar actualizat
en: Avatar updated

# Average health
source: Sănătate medie
en: Average health

# Avg €%@/mo
source: Med. €%@/lună
en: Avg €%@/mo

# BBQ / Grill
source: Grătar
en: BBQ / Grill

# BNR rates · Updated %@
source: Cursuri BNR · Actualizat %@
en: BNR rates · Updated %@

# Back
source: Înapoi
en: Back

# Background
source: Fundal
en: Background

# Backup codes
source: Coduri de rezervă
en: Backup codes

# Balance
source: Sold
en: Balance

# Balance Remaining
source: Sold rămas
en: Balance Remaining

# Balanced
source: Echilibrat
en: Balanced

# Balcony
source: Balcon
en: Balcony

# Bank appraisal
source: Evaluare bancară
en: Bank appraisal

# Barn
source: Hambar
en: Barn

# Based on the last %lld months
source: Bazat pe ultimele %lld luni
en: Based on the last %lld months

# Basement
source: Subsol
en: Basement

# Basic Info
source: Informații de bază
en: Basic Info

# Basic information
source: Informații de bază
en: Basic information

# Bathroom
source: Baie
en: Bathroom

# Battery storage
source: Stocare cu baterii
en: Battery storage

# Bedroom
source: Dormitor
en: Bedroom

# Begin activities automatically at their scheduled time
source: Pornește activitățile automat la ora programată
en: Begin activities automatically at their scheduled time

# Biggest investment
source: Cea mai mare investiție
en: Biggest investment

# Bills
source: Facturi
en: Bills

# Bills & utility readings
source: Facturi & citiri utilități
en: Bills & utility readings

# Bills up to date, normal usage
source: Facturi la zi, consum normal
en: Bills up to date, normal usage

# Birthday today
source: Zi de naștere azi
en: Birthday today

source: Blochează pe %@
en: Block %@

# Block access
source: Blochează accesul
en: Block access

# Blocked
source: Blocat
en: Blocked

# Blocked until %@
source: Blocat până la %@
en: Blocked until %@

# Bloom
source: Înflorire
en: Bloom

# Blue
source: Albastru
en: Blue

# Blueprint
source: Plan tehnic
en: Blueprint

# Blueprints
source: Planuri 3D
en: Blueprints

# Boiler
source: Cazan
en: Boiler

# Borrower
source: Împrumutat
en: Borrower

# Borrower's name
source: Numele împrumutătorului
en: Borrower's name

# Both the chat bubble and the conversation background will change.
source: Se vor schimba atât bula de chat, cât și fundalul conversației.
en: Both the chat bubble and the conversation background will change.

# Brain
source: Creier
en: Brain

# Brand
source: Marcă
en: Brand

# Brand (e.g. Farrow & Ball)
source: Marcă (ex. Vopsele Spor)
en: Brand (e.g. Farrow & Ball)

# Breakdown
source: Detaliere
en: Breakdown

# Breakdown per layer
source: Defalcare pe straturi
en: Breakdown per layer

# Bring your own Anthropic API key
source: Aduce propriul tău cheie API Anthropic
en: Bring your own Anthropic API key

# British Pound
source: Liră sterlină
en: British Pound

# Budget
source: Buget
en: Budget

# Budget planner
source: Planificator buget
en: Budget planner

# Buildings
source: Clădiri
en: Buildings

# Buried utilities
source: Utilități îngropate
en: Buried utilities

# Busiest month
source: Luna cea mai activă
en: Busiest month

# By priority
source: Pe prioritate
en: By priority

# CARRIER
source: OPERATOR
en: CARRIER

# CATEGORY
source: CATEGORIE
en: CATEGORY

source: CODURI DE REZERVĂ
en: BACKUP CODES

# COLOR
source: CULOARE
en: COLOR

# COMMUNICATION
source: COMUNICARE
en: COMMUNICATION

# COMPLETED · %lld
source: FINALIZAT · %lld
en: COMPLETED · %lld

# CONNECTION
source: CONEXIUNE
en: CONNECTION

# CONVERSATIONS
source: CONVERSAȚII
en: CONVERSATIONS

# CURRENT
source: CURENT
en: CURRENT

# Cabin
source: Cabană
en: Cabin

# Cables, pipes & buried lines — depth & location
source: Cabluri, țevi și linii îngropate — adâncime și locație
en: Cables, pipes & buried lines — depth & location

# Calendar Sync Enabled
source: Sincronizare calendar activată
en: Calendar Sync Enabled

# Call
source: Sună
en: Call

# Call contractor
source: Sună contractorul
en: Call contractor

# Camera
source: Cameră
en: Camera

# Camera scanner not available on this device
source: Scanerul camera nu este disponibil pe acest dispozitiv
en: Camera scanner not available on this device

# Camera, library or files
source: Cameră, galerie sau fișiere
en: Camera, library or files

source: Camere
en: Rooms

# Can I export my data?
source: Pot exporta datele mele?
en: Can I export my data?

# Can I invite family members?
source: Pot invita membrii familiei?
en: Can I invite family members?

# Can see and use
source: Vede și folosește
en: Can see and use

# Cancel
source: Anulează
en: Cancel

# Cancel edit
source: Anulează editarea
en: Cancel edit

# Cancel reply
source: Anulează răspunsul
en: Cancel reply

# Cancelled
source: Anulat
en: Cancelled

# Caption (optional)…
source: Legendă (opțional)…
en: Caption (optional)…

source: Capturează fotografii înainte și după, urmărește progresul și documentează fiecare îmbunătățire a casei tale.
en: Capture before and after photos, track progress, and document every improvement to your home.

# Carport
source: Copertină auto
en: Carport

source: Casa ta
en: Your household

# Category
source: Categorie
en: Category

# Caulk exterior gaps to prevent cold air intrusion.
source: Etanșează fisurile exterioare pentru a preveni infiltrarea aerului rece.
en: Caulk exterior gaps to prevent cold air intrusion.

source: Caută grupuri, persoane…
en: Search groups, people…

source: Caută sau introdu o adresă
en: Search or enter an address

source: Caută un nume sau un număr
en: Search a name or number

# Ce sunt conversaÈiile inter-aplicaÈii
source: Ce sunt conversațiile inter-aplicații
en: What are cross-app chats

# Change
source: Schimbă
en: Change

# Change Email
source: Schimbă e-mail
en: Change Email

# Change Password
source: Schimbă parola
en: Change Password

# Change app language
source: Schimbă limba aplicației
en: Change app language

# Change avatar
source: Schimbă avatarul
en: Change avatar

# Change background
source: Schimbă fundalul
en: Change background

# Change email
source: Schimbă e-mailul
en: Change email

# Change filters mid-summer during peak AC usage.
source: Schimbă filtrele la mijlocul verii în vârful de utilizare a AC.
en: Change filters mid-summer during peak AC usage.

# Change filters mid-winter during peak heating usage.
source: Schimbă filtrele la mijlocul iernii în vârful de utilizare a încălzirii.
en: Change filters mid-winter during peak heating usage.

# Change password
source: Schimbă parola
en: Change password

# Change password or email
source: Schimbă parola sau emailul
en: Change password or email

# Change photo
source: Schimbă fotografia
en: Change photo

# Chat (Lock Screen)
source: Chat (ecran blocat)
en: Chat (Lock Screen)

source: Chat Grup
en: Group Chat

# Chat background
source: Fundal conversație
en: Chat background

# Chat bubble
source: Bulă de chat
en: Chat bubble

source: Chat familie — PRVIO
en: Family Chat — PRVIO

# Chat only — nothing from the home
source: Doar chat — nimic din casă
en: Chat only — nothing from the home

# Check %@
source: Verifică %@
en: Check %@

# Check attic insulation
source: Verifică izolația podului
en: Check attic insulation

# Check auto-reverse safety feature and lubricate moving parts.
source: Verifică funcția de inversare automată și lubrifică piesele mobile.
en: Check auto-reverse safety feature and lubricate moving parts.

# Check emergency kit
source: Verifică trusa de urgență
en: Check emergency kit

# Check for ice dams
source: Verifică barajele de gheață
en: Check for ice dams

# Check for missing or damaged shingles and flashing.
source: Verifică pentru țigle lipsă sau deteriorate și sorțuri metalice.
en: Check for missing or damaged shingles and flashing.

# Check for pests
source: Verifică dăunătorii
en: Check for pests

# Check for rot, loose boards, and structural integrity.
source: Verifică putreziciunea, scândurile slabe și integritatea structurală.
en: Check for rot, loose boards, and structural integrity.

# Check for wear, rust, and proper balance.
source: Verifică uzura, rugina și echilibrul corect.
en: Check for wear, rust, and proper balance.

# Check irrigation system
source: Verifică sistemul de irigații
en: Check irrigation system

# Check off item
source: Bifează articolul
en: Check off item

# Check outstanding bills
source: Verifică facturile restante
en: Check outstanding bills

# Check water heater temperature
source: Verifică temperatura boilerului
en: Check water heater temperature

# Check windows and door seals
source: Verifică garniturile ferestrelor și ușilor
en: Check windows and door seals

# Check your equipment
source: Verifică echipamentele
en: Check your equipment

# Checklist
source: Listă de verificare
en: Checklist

# Child
source: Copil
en: Child

# Chimney
source: Coș de fum
en: Chimney

# Choose "Forward to" and paste this address. Done.
source: Alege "Redirecționează către" și lipește această adresă. Gata.
en: Choose "Forward to" and paste this address. Done.

# Choose accessory
source: Alege accesoriul
en: Choose accessory

# Choose existing room
source: Alege cameră existentă
en: Choose existing room

# Choose from Gallery
source: Alege din galerie
en: Choose from Gallery

# Choose from Library
source: Alege din bibliotecă
en: Choose from Library

# Choose from gallery
source: Alege din galerie
en: Choose from gallery

# Choose how much detail appears in the Dynamic Island when expanded.
source: Alege cât de multe detalii apar în Dynamic Island când este extins.
en: Choose how much detail appears in the Dynamic Island when expanded.

# Choose one of the 10 available icons.
source: Alege unul dintre cele 10 pictograme disponibile.
en: Choose one of the 10 available icons.

# Choose one of the 10 available icons. Each has variants for light and dark mode.
source: Alege unul din cele 10 pictograme disponibile. Fiecare are variante pentru modul deschis și întunecat.
en: Choose one of the 10 available icons. Each has variants for light and dark mode.

# Choose which actions appear on each page — or hide the button entirely.
source: Alege ce acțiuni apar pe fiecare pagină — sau ascunde complet butonul.
en: Choose which actions appear on each page — or hide the button entirely.

# Choose which widgets appear on the home screen. Drag to reorder.
source: Alege ce widget-uri apar pe ecranul principal. Trage pentru a reordona.
en: Choose which widgets appear on the home screen. Drag to reorder.

# Choose your app icon
source: Alege iconița aplicației
en: Choose your app icon

# City
source: Oraș
en: City

# Classic
source: Clasic
en: Classic

# Claude (Default)
source: Claude (Implicit)
en: Claude (Default)

# Clean dryer vent
source: Curăță canalul uscătorului
en: Clean dryer vent

# Clean gutters after leaf fall
source: Curăță jgheaburile după căderea frunzelor
en: Clean gutters after leaf fall

# Clean gutters and downspouts
source: Curăță jgheaburile și burlanele
en: Clean gutters and downspouts

# Clean window screens
source: Curăță plasele de la ferestre
en: Clean window screens

# Cleaning
source: Curățenie
en: Cleaning

# Clear Conversation History
source: Șterge istoricul conversației
en: Clear Conversation History

# Clear History
source: Șterge istoricul
en: Clear History

# Clear Key
source: Șterge cheie
en: Clear Key

# Clear all
source: Șterge tot
en: Clear all

# Clear conversation history
source: Șterge istoricul conversației
en: Clear conversation history

# Clear date
source: Șterge data
en: Clear date

# Clear gutters to prevent ice dams in winter.
source: Curăță jgheaburile pentru a preveni barajele de gheață iarna.
en: Clear gutters to prevent ice dams in winter.

# Clear search
source: Șterge căutarea
en: Clear search

# Clear winter debris from gutters and downspouts to prevent water damage.
source: Curățați resturile de iarnă din jgheaburi și burlane pentru a preveni deteriorarea.
en: Clear winter debris from gutters and downspouts to prevent water damage.

# Close
source: Închide
en: Close

source: Coduri de rezervă
en: Backup Codes

source: Coduri de rezervă generate
en: Backup codes generated

source: Codurile existente vor fi invalidate imediat.
en: Existing codes will be immediately invalidated.

source: Coletărie & Curierat
en: Parcels & Couriers

# Color Code
source: Cod culoare
en: Color Code

# Color Details
source: Detalii culoare
en: Color Details

# Color Name (required)
source: Nume culoare (obligatoriu)
en: Color Name (required)

# Colors
source: Culori
en: Colors

# Coming soon
source: Curând disponibil
en: Coming soon

# Commands activated!
source: Comenzi activate!
en: Commands activated!

# Commercial
source: Comercial
en: Commercial

# Communities
source: Comunități
en: Communities

# Company / person
source: Companie / persoană
en: Company / person

# Compatible Matter devices work automatically via Apple Home.
source: Dispozitivele Matter compatibile funcționează automat prin Apple Home.
en: Compatible Matter devices work automatically via Apple Home.

# Complete
source: Finalizează
en: Complete

# Complete due tasks — every finished task raises the score.
source: Completează sarcinile scadente — fiecare task finalizat ridică scorul.
en: Complete due tasks — every finished task raises the score.

# Complete list
source: Listă completă
en: Complete list

# Complete task
source: Finalizează sarcina
en: Complete task

# Complete! 🎉
source: Completă! 🎉
en: Complete! 🎉

# Completed ✓
source: Finalizat ✓
en: Completed ✓

# Completion rate
source: Rată de finalizare
en: Completion rate

source: Completă! 🎉
en: Complete! 🎉

# Concise
source: Concis
en: Concise

# Condition
source: Condiție
en: Condition

source: Conectat
en: Connected

source: Conectează
en: Connect

source: Conectează Zap-urile tale la PRVIO printr-un webhook cu cheie secretă.
en: Connect your Zaps to PRVIO through a secret-key webhook.

source: Conectează camere IP și senzori de mișcare prin hub-ul IoT local.
en: Connect IP cameras and motion sensors through the local IoT hub.

source: Confidențialitate
en: Privacy

source: Confidențialitate avansată
en: Advanced privacy

# Configure
source: Configurează
en: Configure

# Configured
source: Configurat
en: Configured

# Confirm
source: Confirmă
en: Confirm

# Confirm edit
source: Confirmă editarea
en: Confirm edit

# Confirm new email
source: Confirmă noul email
en: Confirm new email

# Confirm password
source: Confirmă parola
en: Confirm password

source: Conectează microcontrolere ESP32 prin HTTP REST. Detectează automat senzorii din răspunsurile JSON.
en: Connect ESP32 microcontrollers via HTTP REST. Auto-discovers sensors from JSON responses.

source: Conectează Gmail, boți de Telegram, alarme smart-home — orice are o acțiune de webhook.
en: Connect Gmail, Telegram bots, smart-home alarms — anything with a webhook action.

# Connect PRVIO to 5,000+ apps without code.
source: Conectează PRVIO la 5.000+ aplicații fără cod.
en: Connect PRVIO to 5,000+ apps without code.

# Connect VRBO listings to track occupancy and revenue.
source: Conectează listările VRBO pentru a urmări ocupanța și veniturile.
en: Connect VRBO listings to track occupancy and revenue.

# Connect anything
source: Conectează orice
en: Connect anything

# Connect anything with its own key
source: Conectează orice, cu cheie proprie
en: Connect anything with its own key

# Connect to your local Home Assistant for full smart home control.
source: Conectează-te la Home Assistant local pentru control complet al casei inteligente.
en: Connect to your local Home Assistant for full smart home control.

# Connect your bank for automatic expense categorization.
source: Conectează-ți banca pentru categorizarea automată a cheltuielilor.
en: Connect your bank for automatic expense categorization.

# Consider addressing the overdue tasks to improve it.
source: Ia în considerare rezolvarea sarcinilor depășite pentru a îmbunătăți scorul.
en: Consider addressing the overdue tasks to improve it.

# Consumption (%@)
source: Consum (%@)
en: Consumption (%@)

# Contact details
source: Detalii contact
en: Contact details

# Contact saved
source: Contact salvat
en: Contact saved

source: Contacte
en: Contacts

source: Contacte de urgență
en: Emergency Contacts

# Contacts Synced
source: Contacte sincronizate
en: Contacts Synced

# Contacts access is off
source: Accesul la contacte e oprit
en: Contacts access is off

# Continue
source: Continuă
en: Continue

# Contractors
source: Contractori
en: Contractors

# Control IKEA smart lighting and blinds.
source: Controlează iluminatul inteligent și jaluzelele IKEA.
en: Control IKEA smart lighting and blinds.

# Control PRVIO with your voice
source: Controlează PRVIO cu vocea ta
en: Control PRVIO with your voice

# Control lights and scenes across all rooms.
source: Controlează luminile și scenele din toate camerele.
en: Control lights and scenes across all rooms.

# Control smart home devices linked to your property.
source: Controlează dispozitivele casei inteligente legate de proprietatea ta.
en: Control smart home devices linked to your property.

# Control what each family member
source: Controlează ce vede fiecare membru al familiei
en: Control what each family member

# Control what each family member can see and access in the app.
source: Controlează ce poate vedea și accesa fiecare membru al familiei în aplicație.
en: Control what each family member can see and access in the app.

source: Controlează becuri, prize și termostate smart din PRVIO fără să deschizi Casa.
en: Control smart lights, plugs and thermostats from PRVIO without opening the Home app.

# Conversation theme
source: Temă conversație
en: Conversation theme

# ConversaÈia va fi golitÄ Èi arhivatÄ pe acest dispozitiv.
source: Conversația va fi golită și arhivată pe acest dispozitiv.
en: The conversation will be cleared and archived on this device.

# ConversaÈie nouÄ
source: Conversație nouă
en: New conversation

# ConversaÈii arhivate
source: Conversații arhivate
en: Archived conversations

source: Conversația va fi golită și arhivată pe acest dispozitiv.
en: The conversation will be cleared and archived on this device.

source: Conversație
en: Conversation

source: Conversație nouă
en: New conversation

source: Conversații
en: Chats

source: Conversații arhivate
en: Archived conversations

source: Conversațiile inter-aplicații îți permit să primești și să trimiți mesaje către persoane care folosesc alte aplicații de mesagerie compatibile, fără să părăsești PRV HOUSE.
en: Cross-app chats let you receive and send messages to people using other compatible messaging apps, without leaving PRV HOUSE.

# Coordinates
source: Coordonate
en: Coordinates

source: Coordonate
en: Coordinates

source: Copiază tot
en: Copy All

# Copied
source: Copiat
en: Copied

# Copy
source: Copiază
en: Copy

# Copy address
source: Copiază adresa
en: Copy address

# Copy the address above.
source: Copiază adresa de mai sus.
en: Copy the address above.

# Copy tracking
source: Copiază tracking
en: Copy tracking

# Could not disable. Please try again.
source: Nu s-a putut dezactiva. Încearcă din nou.
en: Could not disable. Please try again.

# Could not extract data automatically — please fill in manually.
source: Nu s-au putut extrage datele automat — completează manual.
en: Could not extract data automatically — please fill in manually.

# Could not generate an analysis right now.
source: Nu s-a putut genera o analiză acum.
en: Could not generate an analysis right now.

# Could not reach ARIA. Please try again.
source: Nu s-a putut contacta ARIA. Încearcă din nou.
en: Could not reach ARIA. Please try again.

# Could not read the selected file.
source: Nu s-a putut citi fișierul selectat.
en: Could not read the selected file.

# Could not send the email. Please try again.
source: Nu s-a putut trimite emailul. Încearcă din nou.
en: Could not send the email. Please try again.

# Could not start enrollment
source: Nu s-a putut porni înregistrarea
en: Could not start enrollment

# Could not switch account. Please sign in again.
source: Nu s-a putut schimba contul. Conectează-te din nou.
en: Could not switch account. Please sign in again.

# Couldn't add contact: %@
source: Nu am putut adăuga contactul: %@
en: Couldn't add contact: %@

# Couldn't add the member
source: Membrul nu a putut fi adăugat
en: Couldn't add the member

# Couldn't load your address. Pull to retry.
source: Nu am putut încărca adresa. Trage pentru reîncercare.
en: Couldn't load your address. Pull to retry.

# Couldn't open this file
source: Nu s-a putut deschide acest fișier
en: Couldn't open this file

# Couldn't remove member.
source: Nu am putut elimina membrul.
en: Couldn't remove member.

# Couldn't save tenant
source: Chiriașul nu a putut fi salvat
en: Couldn't save tenant

# Couldn't schedule the message
source: Mesajul nu a putut fi programat
en: Couldn't schedule the message

# Country
source: Țară
en: Country

# Courier
source: Curier
en: Courier

# Cover photo
source: Fotografie de copertă
en: Cover photo

# Create
source: Creează
en: Create

source: Creează reguli DACĂ/ATUNCI: când un senzor depășește un prag, trimite o notificare, creează o sarcină sau apelează un webhook.
en: Create IF/THEN rules: when a sensor exceeds a threshold, send a notification, create a task or call a webhook.

# Create a new task
source: Creează o sarcină nouă
en: Create a new task

# Create a poll
source: Creează un sondaj
en: Create a poll

# Create an event
source: Creează un eveniment
en: Create an event

# Create list
source: Creează listă
en: Create list

# Create tasks, water plants, and open features with your voice.
source: Creează sarcini, udă plantele și deschide funcții cu vocea ta.
en: Create tasks, water plants, and open features with your voice.

source: Creează-ți propriile integrări — fiecare serviciu primește cheia lui secretă și trimite mesaje direct în chat.
en: Create your own integrations — each service gets its own secret key and posts straight into your chat.

# Create your own property, or ask the owner of a home to invite you.
source: Creează-ți propria proprietate sau cere proprietarului unei locuințe să te invite.
en: Create your own property, or ask the owner of a home to invite you.

# CreeazÄ grupuri separate pentru muncitori, familie sau orice altÄ echipÄ.
source: Creează grupuri separate pentru muncitori, familie sau orice altă echipă.
en: Create separate groups for workers, family, or any other team.

source: Creează
en: Create

source: Creează grupuri separate pentru muncitori, familie sau orice altă echipă.
en: Create separate groups for workers, family or any other team.

# Crimson
source: Roșu aprins
en: Crimson

source: Criptare
en: Encryption

# Critical
source: Critic
en: Critical
